Repository: oqtane/oqtane.translations
Catalog: Urdu (ur-PK)/Oqtane.Client/Resources/Modules/Admin/Files/Add.*.resx
Languages: ur_pk

source: Select Folder
ur_pk: فولڈر منتخب کریں

source: Upload
ur_pk: اپ لوڈ کریں

source: Cancel
ur_pk: منسوخ کریں

source: Download
ur_pk: ڈاؤن لوڈ کریں

source: You Must Enter A Url And Select A Folder
ur_pk: آپ کو ایک ارل درج کرنا ہوگا اور فولڈر منتخب کرنا ہوگا

source: File Could Not Be Downloaded From Url Due To Its File Extension
ur_pk: فائل کو یو آر ایل سے ڈاؤن لوڈ نہیں کیا جاسکا

source: You Must Enter A Url With A Valid File Name
ur_pk: آپ کو ایک درست فائل نام کے ساتھ ایک ارل درج کرنا ہوگا

source: File Downloaded Successfully From Url
ur_pk: فائل کو یو آر ایل سے کامیابی کے ساتھ ڈاؤن لوڈ کیا گیا

source: Error Downloading File From Url. Please Verify That The Url Is Valid.
ur_pk: یو آر ایل سے فائل ڈاؤن لوڈ کرنے میں خامی۔ براہ کرم تصدیق کریں کہ ارل درست ہے۔

source: Upload.HelpText
ur_pk: اپنی پسند کی فائل اپ لوڈ کریں

source: Url.HelpText
ur_pk: آپ جس فائل کو ڈاؤن لوڈ کرنا چاہتے ہیں اس کا یو آر ایل درج کریں

source: Folder.HelpText
ur_pk: فائل کو محفوظ کرنے کے لئے فولڈر منتخب کریں

source: Upload.Text
ur_pk: اپ لوڈ:

source: Url.Text
ur_pk: یو آر ایل:

source: Folder.Text
ur_pk: فولڈر:

source: UploadFiles.Heading
ur_pk: فائلیں اپ لوڈ کرو
