Repository: oqtane/oqtane.translations
Catalog: Urdu (ur-PK)/Oqtane.Client/Resources/Modules/Admin/Pages/Edit.*.resx
Languages: ur_pk

source: Save
ur_pk: محفوظ کریں

source: Cancel
ur_pk: منسوخ کریں

source: Yes
ur_pk: جی ہاں

source: No
ur_pk: نہیں

source: Name.Text
ur_pk: نام:

source: Parent.Text
ur_pk: والدین:

source: Title.Text
ur_pk: عنوان:

source: Settings.Heading
ur_pk: ترتیبات

source: Site Root
ur_pk: سائٹ روٹ

source: Before
ur_pk: پہلے

source: After
ur_pk: اس کے بعد

source: Select Page
ur_pk: صفحہ منتخب کریں

source: Select Container
ur_pk: کنٹینر منتخب کریں

source: Error Loading Child Pages For Parent
ur_pk: والدین کے لئے ، بچوں کے صفحات ، لوڈ کرنے میں غلطی۔

source: Error Loading Pane Layouts For Theme
ur_pk: تھیم کیلئے پین لے آؤٹ لوڈ کرنے میں خرابی

source: A page with path {0} already exists for the selected parent page. The page path needs to be unique for the selected parent.
ur_pk: منتخب کردہ والدین کے صفحے کے لئے ایک صفحہ محل وقوع {0} پہلے سے موجود ہے۔ صفحے کے مقام کو منتخب کردہ والدین کے لئے انوکھا ہونا ضروری ہے۔

source: You Must Provide Page Name, Theme, and Container
ur_pk: آپ کو صفحہ کا نام ، تھیم اور کنٹینر فراہم کرنا ہوگا

source: Error Saving Page
ur_pk: صفحہ محفوظ کرنے میں خرابی

source: Name.HelpText
ur_pk: صفحے کا نام درج کریں

source: Parent.HelpText
ur_pk: سائٹ درجہ بندی میں صفحے کے لئے والدین کو منتخب کریں

source: Navigation.HelpText
ur_pk: منتخب کریں کہ آیا صفحہ سائٹ نیویگیشن کا حصہ ہے یا پوشیدہ ہے

source: UrlPath.HelpText
ur_pk: اختیاری طور پر اس صفحے (جیسے گھر) کے لئے یو آر ایل کا راستہ درج کریں۔ اگر آپ یو آر ایل کا راستہ فراہم نہیں کرتے ہیں تو ، صفحہ کا نام استعمال ہوگا۔

source: Redirect.HelpText
ur_pk: اختیاری طور پر یو آر ایل درج کریں جسے اس صفحے پر دوبارہ بھیجنا چاہئے جب صارف اس پر نیویگیٹ ہوتا ہے

source: Title.HelpText
ur_pk: اختیاری طور پر صفحہ کا عنوان درج کریں۔ اگر آپ صفحے کا عنوان فراہم نہیں کرتے ہیں تو ، صفحہ کا نام استعمال ہوگا۔

source: Theme.HelpText
ur_pk: اس صفحے کے لئے تھیم منتخب کریں

source: DefaultContainer.HelpText
ur_pk: صفحے کے لئے پہلے سے طے شدہ کنٹینر منتخب کریں

source: Icon.HelpText
ur_pk: اختیاری طور پر اس صفحے کے لئے آئکن کلاس کا نام فراہم کریں جو سائٹ نیویگیشن میں ظاہر ہوگا

source: Personalizable.HelpText
ur_pk: منتخب کریں کہ آیا آپ چاہیں گے کہ صارفین اپنے صفحہ کے ساتھ اپنے صفحے کو ذاتی نوعیت کا بنائیں

source: Navigation.Text
ur_pk: نیویگیشنز؟

source: UrlPath.Text
ur_pk: یو آر ایل مقام:

source: Redirect.Text
ur_pk: ری ڈائریکٹ:

source: Theme.Text
ur_pk: تھیم:

source: DefaultContainer.Text
ur_pk: پہلے سے طے شدہ کنٹینر:

source: Icon.Text
ur_pk: تصویر:

source: Personalizable.Text
ur_pk: ذاتی نوعیت کا۔

source: Appearance.Name
ur_pk: ظہور

source: Maintain Current Location
ur_pk: موجودہ مقام کو برقرار رکھیں

source: To Beginning
ur_pk: شروع کرنا

source: To End
ur_pk: اختتام کرنا

source: Error Loading Page
ur_pk: صفحہ لوڈ کرنے میں خرابی

source: Move.HelpText
ur_pk: دوسرے مقامات کے سلسلے میں وہ مقام منتخب کریں جہاں آپ اس صفحے کو منتقل کرنا چاہتے ہیں

source: Move.Text
ur_pk: منتقل:
