Repository: oqtane/oqtane.translations
Catalog: Urdu (ur-PK)/Oqtane.Client/Resources/Modules/Admin/Sites/Add.*.resx
Languages: ur_pk

source: Local Database
ur_pk: مقامی ڈیٹا بیس

source: SQL Server
ur_pk: ایس کیو ایل سرور

source: True
ur_pk: سچا

source: False
ur_pk: نہیں

source: Save
ur_pk: محفوظ کریں

source: Cancel
ur_pk: منسوخ کریں

source: Loading...
ur_pk: لوڈ ہو رہا ہے…

source: Server.Text
ur_pk: سرور:

source: Select Container
ur_pk: کنٹینر منتخب کریں

source: DefaultContainer.Text
ur_pk: پہلے سے طے شدہ کنٹینر:

source: Select Theme
ur_pk: تھیم منتخب کریں

source: Default Admin Container
ur_pk: ڈیفالٹ ایڈمن کنٹینر

source: Aliases.HelpText
ur_pk: سرور کے لئے عرف درج کریں

source: DefaultContainer.HelpText
ur_pk: سائٹ کے لئے پہلے سے طے شدہ کنٹینر منتخب کریں

source: Tenant.Text
ur_pk: کرایہ دار:

source: Aliases.Text
ur_pk: عرفی نام:

source: DefaultTheme.Text
ur_pk: ڈیفالٹ تھیم:

source: Select Site Template
ur_pk: سائٹ ٹیمپلیٹ کو منتخب کریں

source: Select Tenant
ur_pk: کرایہ دار منتخب کریں

source: Create New Tenant
ur_pk: نیا کرایہ دار بنائیں

source: Error Loading Containers For Theme
ur_pk: تھیم کے لئے کنٹینر لوڈ کرنے میں خرابی

source: You Must Specify A Server And Database
ur_pk: آپ کو سرور اور ڈیٹا بیس کی وضاحت کرنی ہوگی

source: Invalid Host Password
ur_pk: غلط میزبان پاس ورڈ

source: Tenant Name Is Missing Or Already Exists
ur_pk: کرایہ دار کا نام غائب ہے یا پہلے سے موجود ہے

source: {0} Already Used For Another Site&quot;, string.Join(&quot;,
ur_pk: {0} Already Used For Another Site", string.Join(",

source: You Must Provide A Tenant, Site Name, Alias, Default Theme/Container, And Site Template
ur_pk: آپ کو کرایہ دار ، سائٹ کا نام ، عرف ، پہلے سے طے شدہ تھیم / کنٹینر اور سائٹ ٹیمپلیٹ فراہم کرنا ہوگا

source: Name.HelpText
ur_pk: سائٹ کا نام درج کریں

source: DefaultTheme.HelpText
ur_pk: ویب سائٹ کے لئے پہلے سے طے شدہ تھیم منتخب کریں

source: AdminContainer.HelpText
ur_pk: سائٹ کے لئے ایڈمن من کنٹینر منتخب کریں

source: SiteTemplate.HelpText
ur_pk: سائٹ ٹیمپلیٹ کو منتخب کریں

source: Tenant.HelpText
ur_pk: سائٹ کے لئے کرایہ دار منتخب کریں

source: TenantName.HelpText
ur_pk: کرایہ دار کے لئے نام درج کریں

source: DatabaseType.HelpText
ur_pk: کرایہ دار کے لئے ڈیٹا بیس قسم منتخب کریں

source: DatabaseServer.HelpText
ur_pk: کرایہ دار کے لئے سرور درج کریں

source: Database.HelpText
ur_pk: کرایہ دار کے لئے ڈیٹا بیس درج کریں

source: IntegratedSecurity.HelpText
ur_pk: اگر آپ مربوط سلامتی چاہتے ہیں تو منتخب کریں

source: DatabaseUsername.HelpText
ur_pk: مربوط سیکیورٹی کے لئے صارف نام درج کریں

source: DatabasePassword.HelpText
ur_pk: مربوط سیکیورٹی کے لئے پاس ورڈ درج کریں

source: HostUsername.HelpText
ur_pk: اس سائٹ کے لئے میزبان کا صارف نام درج کریں

source: HostPassword.HelpText
ur_pk: اس سائٹ کے میزبان کے لئے پاس ورڈ درج کریں

source: Name.Text
ur_pk: جگہ کا نام:

source: AdminContainer.Text
ur_pk: ایڈمن کنٹینر:

source: SiteTemplate.Text
ur_pk: سائٹ ٹیمپلیٹ:

source: TenantName.Text
ur_pk: کرایہ دار کا نام:

source: DatabaseType.Text
ur_pk: ڈیٹا بیس کی قسم:

source: Database.Text
ur_pk: ڈیٹا بیس:

source: IntegratedSecurity.Text
ur_pk: انٹیگریٹڈ سیکیورٹی:

source: DatabaseUsername.Text
ur_pk: ڈیٹا بیس صارف نام:

source: DatabasePassword.Text
ur_pk: ڈیٹا بیس پاس ورڈ:

source: HostUsername.Text
ur_pk: میزبان صارف نام:

source: HostPassword.Text
ur_pk: میزبان پاس ورڈ:
