Repository: oqtane/oqtane.translations
Catalog: Urdu (ur-PK)/Oqtane.Client/Resources/Modules/Admin/RecycleBin/Index.*.resx
Languages: ur_pk

source: Name
ur_pk: نام

source: DeleteModule.Header
ur_pk: ماڈیول کو حذف کریں

source: DeletePage.Header
ur_pk: صفحہ حذف کریں

source: No Deleted Pages
ur_pk: حذف شدہ صفحات نہیں

source: Deleted By
ur_pk: صارف کے ذریعہ مٹا دیا گیا

source: Deleted On
ur_pk: تاریخ کو حذف کردیا گیا

source: Are You Sure You Wish To Permanently Delete The {0} Page?
ur_pk: کیا آپ واقعی {0} صفحہ کو مستقل طور پر حذف کرنا چاہتے ہیں؟

source: No Deleted Modules
ur_pk: کوئی حذف شدہ ماڈیول نہیں

source: Page
ur_pk: صفحہ

source: Module
ur_pk: ماڈیول

source: Restore
ur_pk: بحال کریں

source: Are You Sure You Wish To Permanently Delete The {0} Module?
ur_pk: کیا آپ واقعی {0} ماڈیول کو مستقل طور پر حذف کرنا چاہتے ہیں؟

source: Error Loading Deleted Pages Or Modules
ur_pk: حذف شدہ صفحات یا ماڈیولز کو لوڈ کرنے میں خرابی

source: Error Restoring Deleted Page
ur_pk: حذف شدہ صفحہ کی بحالی میں خامی

source: Error Restoring Deleted Module
ur_pk: حذف شدہ ماڈیول کی بحالی میں خرابی

source: Error Permanently Deleting Module
ur_pk: ماڈیول کو مستقل طور پر حذف کرنے میں خرابی

source: Error Permanently Deleting Modules
ur_pk: ماڈیول مستقل طور پر حذف کرنے میں خرابی

source: DeleteAllPages.Header
ur_pk: تمام صفحات کو حذف کریں

source: DeleteAllPages.Message
ur_pk: کیا آپ واقعی تمام صفحات کو مستقل طور پر حذف کرنا چاہتے ہیں؟

source: DeleteAllModules.Header
ur_pk: تمام ماڈیولز کو حذف کریں

source: DeleteAllModules.Message
ur_pk: کیا آپ واقعی تمام ماڈیول مستقل طور پر حذف کرنا چاہتے ہیں؟

source: Pages.Name
ur_pk: صفحات
